packages/inductiva/inductiva-0.0.27-py3-none-any.whl/inductiva/templates/heat_sink/openfoam/files/system/cellMaxHeaterT
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Version:  v1912
    \\  /    A nd           | Website:  www.openfoam.com
     \\/     M anipulation  |
-------------------------------------------------------------------------------
Description
    Writes out the maximum cell value for one or more fields.

\*---------------------------------------------------------------------------*/

#includeEtc "caseDicts/postProcessing/minMax/cellMinMax.cfg"

region heater;

fields (T);

// ************************************************************************* //
